/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ terminada en %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Fuera de línea";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "Agregar otro";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Agregar tarjeta";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "DIRECCIÓN DEL TITULAR DE LA CUENTA";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Débito BECS (Australia)";

/* part of {Account} ending in {last4} */
"Account" = "Cuenta";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nombre del titular de la cuenta";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Número de cuenta";

/* Button to add a new credit card. */
"Add New Card…" = "Agregar nueva tarjeta...";

/* Title for Add a Card view */
"Add a Card" = "Agrega una tarjeta";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Agrega una cuenta de débito directo";

/* Title shown above a card entry form */
"Add a card" = "Agrega una tarjeta";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Agregar tarjeta";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Agregar nuevo método de pago";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Agrega la información de pago";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Segunda línea de la dirección (opcional)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apto.";

/* Title for bank picker section */
"BANK" = "BANCO";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMACIÓN DE LA CUENTA BANCARIA";

/* Title for billing address entry section */
"BILLING ADDRESS" = "DIRECCIÓN DE FACTURACIÓN";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Atrás";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Cuenta bancaria";

/* Title for billing address entry section */
"Billing Address" = "Dirección de facturación";

/* Billing address section title for card form entry. */
"Billing address" = "Dirección de facturación";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Compra ahora y paga después con Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Al proporcionar tu IBAN y confirmar el pago, estás autorizando a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que este haga un débito en tu cuenta y lo haga conforme a esas instrucciones. Tienes derecho a un rembolso del banco según los términos y condiciones del acuerdo que tengas con tu banco. El rembolso debe reclamarse en el plazo de 8 semanas a partir de la fecha en la que se hizo el débito.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Al suministrar tus datos de pago y confirmar el pago, autorizas (A) a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que efectúe débitos en tu cuenta y (B) al banco a que efectúe los débitos en tu cuenta siguiendo esas instrucciones. Como parte de tus prerrogativas, tienes derecho a un rembolso del banco conforme a los términos y condiciones del contrato suscripto con dicha entidad. La solicitud de rembolso deberá efectuarse dentro de las 8 semanas posteriores a la fecha en que se efectuó el débito en tu cuenta. Tus derechos se explican en una declaración que puedes solicitarle a tu banco. Aceptas recibir notificaciones sobre próximos débitos con hasta 2 días de antelación a que estos ocurran.";

/* Title for card number entry field */
"CARD" = "TARJETA";

/* Title for contact info form */
"CONTACT" = "CONTACTO";

/* Title for country picker section */
"COUNTRY" = "PAÍS";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "Cancelar";

/* Title for credit card number entry field */
"Card" = "Tarjeta";

/* Details of a saved card */
"Card ending in %@" = "Tarjeta terminada en %@";

/* Card details entry form header title */
"Card information" = "Información de la tarjeta";

/* Label for card number entry text field */
"Card number" = "Número de tarjeta";

/* TODO */
"Choose a payment method" = "Elegir un método de pago";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Cerrar escáner de tarjetas";

/* Title for contact info form */
"Contact" = "Contacto";

/* Text for continue button */
"Continue" = "Continuar";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DIRECCIÓN DE ENTREGA";

/* Title for delivery info form */
"Delivery" = "Entrega";

/* Title for delivery address entry section */
"Delivery Address" = "Dirección de entrega";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Editar";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Nombre completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Dirección de envío inválida";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Datos no válidos.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Vincular";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Cargando...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "MÁS OPCIONES";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nueva tarjeta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nueva cuenta de débito directo";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nueva cuenta de débito directo SEPA";

/* Button to move to the next text entry field */
"Next" = "Siguiente";

/* No comment provided by engineer. */
"OK" = "ACEPTAR";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Banca electrónica (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "O pagar con";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "O pagar con tarjeta";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Otro";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pagar %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Paga después con Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Pagar con %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Método de pago";

/* Caption for Phone field on address form */
"Phone" = "Teléfono";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Apunta la cámara a la tarjeta.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Código postal";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Procesando...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Eliminar";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Elimina la tarjeta %1$@ terminada en %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Elimina %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Eliminación de la tarjeta";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Eliminar cuenta bancaria";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Eliminar la cuenta bancaria que termina en %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Cuenta SEPA";
/* Payment method brand name */

"SEPA Debit" = "Débito SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Débito directo SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "DIRECCIÓN DE ENVÍO";
/* Label for shipping method form */

"SHIPPING METHOD" = "MÉTODO DE ENVÍO";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Guardar para futuros pagos";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Guardar esta tarjeta para futuros pagos de %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Guardar esta tarjeta para realizar compras futuras en Stripe";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Seleccionar";
/* label for iDEAL-bank selection picker */

"Select bank" = "Seleccionar banco";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Selecciona el método de pago";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Configurar";
/* Title for shipping info form */

"Shipping" = "Envío";
/* Title for shipping address entry section */

"Shipping Address" = "Dirección de envío";
/* Label for shipping method form */

"Shipping Method" = "Método de envío";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Estado/Provincia/Región";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "El BSB que ingresaste está incompleto.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "El BSB que ingresaste no es válido.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "El IBAN que ingresaste está incompleto.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "El IBAN que ingresaste no es válido; \"%@\" no es un código de país admitido.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "El método de pago seleccionado no está disponible.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Se agotó el tiempo para autenticar el método de pago. Vuelve a intentarlo.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Para escanear la tarjeta, permite el acceso a la cámara en Configuración.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Desconocido";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Usar la de facturación";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Usar la de entrega";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Usar la de envío";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "No pudimos autenticar tu método de pago. Elige otro método y vuelve a intentarlo.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Accederás a %@ para terminar la compra.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "El IBAN debe empezar con un código de país de dos letras.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "El IBAN debe empezar con un código de país de dos letras.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "El código postal está incompleto.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "El código postal no es válido.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "El número de tarjeta está incompleto.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "El número de tarjeta no es válido.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "La fecha de vencimiento de la tarjeta está incompleta.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "La fecha de vencimiento de la tarjeta no es válida.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "El mes de vencimiento de la tarjeta no es válido.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "El año de vencimiento de la tarjeta no es válido.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "El código de seguridad de la tarjeta está incompleto.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "El código de seguridad de la tarjeta no es válido.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "El código postal está incompleto.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "El código postal no es válido.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Código ZIP";

/* accessibility label for text field */
"card number" = "número de tarjeta";

/* Placeholder string for email entry field. */
"example@example.com" = "ejemplo@ejemplo.com";

/* accessibility label for text field */
"expiration date" = "fecha de vencimiento";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banco iDEAL";

